# IdeaStatiCa.ConnectionApi.Model.ConNonConformityIssue

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**OperationId** | **int** |  | [optional]
**Description** | **string** |  | [optional]
**Details** | **string** |  | [optional]
**Severity** | **ConNonConformityIssueSeverity** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)